{"PkmnDescriptions":["Unknown","The seed on its back is filled with nutrients. The seed grows steadily larger as its body grows.","The bulb on its back grows as it absorbs nutrients. The bulb gives off a pleasant aroma when it blooms.","It is able to convert sunlight into energy. As a result, it is more powerful in the summertime.","Obviously prefers hot places. When it rains, steam is said to spout from the tip of its tail.","When it swings its burning tail, it elevates the temperature to unbearably high levels.","Spits fire that is hot enough to melt boulders. Known to cause forest fires unintentionally.","After birth, its back swells and hardens into a shell. Powerfully sprays foam from its mouth.","Its large tail is covered with rich, thick fur that deepens in color with age. The scratches on its shell are evidence of this Pokemon's toughness in battle.","A brutal Pokemon with pressurized water jets on its shell. They are used for high speed tackles.","For protection, it releases a horrible stench from the antennae on its head to drive away enemies.","This is its pre-evolved form. At this stage, it can only harden, so it remains motionless to avoid attack.","In battle, it flaps its wings at high speed to release highly toxic dust into the air.","Often found in forests and grasslands. It has a sharp, toxic barb of around two inches on top of its head.","Almost incapable of moving, this Pokemon can only harden its shell to protect itself from predators.","It can take down any opponent with its powerful poison stingers. It sometimes attacks in swarms.","It has an extremely sharp sense of direction. It can unerringly return home to its nest, however far it may be removed from its familiar surroundings.","Pidgeotto claims a large area as its own territory. This Pokemon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.","Evovled form of Pidgeotto. It can fly at twice the speed of sound at an altitude of nearly one mile.","It eats anything. Wherever food is available, it will settle down and produce offspring continuously.","The webs on its hind legs enable it to cross rivers. It searches wide areas for food.","Eats bugs in grassy areas. It has to flap its short wings at high speed to stay airborne.","It has the stamina to fly all day on its broad wings. It fights by using its sharp beak.","It flutters the tip of its tongue to seek out the scent of prey, then swallows the prey whole.","The frightening patterns on its belly have been studied. Six variations have been confirmed.","It raises its tail to check its surroundings. The tail is sometimes struck by lightning in this pose.","If the electric pouches in its cheeks become fully charged, both ears will stand straight up.","To protect itself from attackers, it curls up into a ball. It lives in arid regions with minimal rainfall.","Adept at climbing trees, it rolls into a spiny ball, then attacks its enemies from above.","Although small, its venomous barbs render this Pokemon dangerous. The female has smaller horns.","When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokemon appears to become nervous if separated from the others.","Its hard scales provide strong protection. It uses its hefty bulk to execute powerful moves.","It is small, but its horn is filled with poison. It charges then stabs with the horn to inject poison.","Quick to anger, it stabs enemies with its horn to inject a powerful poison when it becomes agitated.","Its tail is thick and powerful. If it binds an enemy, it can snap the victim's spine quite easily.","Adored for their cute looks and playfulness. They are thought to be rare, as they do not appear often.","With its acute hearing, it can pick up sounds from far away. It usually hides in quiet places.","If it is attacked by an enemy that is stronger than itself, it feigns injury to fool the enemy and escapes.","Its nine tails are said to be imbued with a mystic power. It can live for a thousand years.","When this Pokemon sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, Jigglypuff cannot breathe, endangering its life.","The body is soft and rubbery. When angered, it will suck in air and inflate itself to an enormous size.","Zubat avoids sunlight because exposure causes it to become unhealthy. During the daytime, it stays in caves or under the eaves of old houses, sleeping while hanging upside down.","It can drink more than 10 ounces of blood at once. If it has too much, it gets heavy and flies clumsily.","If exposed to moonlight, it starts to move. It roams far and wide at night to scatter its seeds.","Gloom releases a foul fragrance from the pistil of its flower. When faced with danger, the stench worsens. If this Pokemon is feeling calm and secure, it does not release its usual stinky aroma.","The larger its petals, the more toxic pollen it contains. Its big head is heavy and hard to hold up.","Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from the Bug Pokemon host. They are highly valued as a medicine for extending life.","The larger the mushroom on its back grows, the stronger the mush room spores it scatters.","Lives in the shadows of tall trees where it eats insects. It is attracted by light at night.","It flutters its wings to scatter dustlike scales. The scales leach toxins if they contact skin.","If a Diglett digs through a field, it leaves the soil perfectly tilled and ideal for planting crops.","Its three heads move alternately, driving it through tough soil to depths of over 60 miles.","All it does is sleep during the daytime. At night, it patrols its territory with its eyes aglow.","Many adore it for its sophisticated air. However, it will lash out and scratch for little reason.","When headaches stimulate its brain cells, which are usually inactive, it can use a mysterious power.","Often seen swimming elegantly by lake shores. It is often mistaken for the Japanese monster, Kappa.","Extremely quick to anger. It could be docile one moment then thrashing away the next instant.","When it becomes furious, its blood circulation becomes more robust, and its muscles are made stronger. But it also becomes much less intelligent.","A Pokemon with a friendly nature. However, it will bark fiercely at anything invading its territory.","This legendary Chinese Pokemon is considered magnificent. Many people are enchanted by its grand mane.","It is possible to see this Pokemon's spiral innards right through its thin skin. However, the skin is also very flexible. Even sharp fangs bounce right off it.","The surface of Poliwhirl's body is always wet and slick with an oily fluid. Because of this greasy covering, it can easily slip and slide out of the clutches of any enemy in battle.","An adept swimmer at both the front crawl and breast stroke. Easily overtakes the best human swimmers.","It hypnotizes itself so that it can teleport away when it senses danger, even if it is asleep.","It possesses strong spiritual power. The more danger it faces, the stronger its psychic power.","The spoons clutched in its hands are said to have been created by its psychic powers.","It loves to work out and build its muscles. It is never satisfied, even if it trains hard all day long.","The belt around its waist holds back its energy. Without it, this Pokemon would be unstoppable.","One arm alone can move mountains. Using all four arms, this Pokemon fires off awesome punches.","Prefers hot and humid places. It ensnares tiny insects with its vines and devours them.","The leafy parts act as cutters for slashing foes. It spits a fluid that dissolves everything.","Lures prey with the sweet aroma of honey. Swallowed whole, the prey is melted in a day, bones and all.","When the tide goes out, dehydrated Tentacool remains can be found washed up on the shore.","Tentalcruel has large red orbs on its head. The orbs glow before lashing the vicinity with a harsh ultrasonic blast. This Pokemon's outburst creates rough waves around it.","Most people may not notice, but a closer look should reveal that there are many Geodudes around.","It rolls on mountain paths to move. Once it builds momentum, no Pokemon can stop it without difficulty.","It is capable of blowing itself up. It uses this explosive force to jump from mountain to mountain.","It is a weak runner immediately after birth. It gradually becomes faster by chasing after its parents.","Just loves to run. If it sees some thing faster than itself, it will give chase at top speed.","A sweet sap leaks from its tail's tip. Although not nutritious, the tail is pleasant to chew on.","Naturally dull to begin with, it lost its ability to feel pain due to Shellder's seeping poison.","The units at its sides are extremely powerful magnets. They generate enough magnetism to draw in iron objects from over 300 feet away.","Formed by several Magemites linked together. They frequently appear when sunspots flare up.","It is always seen with a stick from a plant. Apparently, there are good sticks and bad sticks. This Pokemon occasionally fights with others over choice sticks.","Doduo's two heads never sleep at the same time. Its two heads take turns sleeping, so one head can always keep watch for enemies while the other one sleeps.","Uses its three brains to execute complex plans. While two heads sleep, one head stays awake.","The protruding horn on its head is very hard. It is used for bashing through thick ice.","Stores thermal energy in its body. Swims at a steady 8 knots even in intensely cold waters.","Appears in filthy areas. Thrives by sucking up polluted sludge that is pumped out of factories.","They love to gather in smelly areas where sludge accumulates, making the stench around them worse.","It swims facing backward by open ing and closing its two-piece shell. It is surprisingly fast.","When attacked, it launches its horns in quick volleys. Its innards have never been seen.","This Pokemons body is 95% made up of gases, which are blown away by strong gusts of wind.","In total darkness, where nothing is visible, Haunter lurks, silently stalking its next victim.","The leer that floats in darkness belongs to a Gengar delighting in casting curses on people.","As it digs through the ground, it absorbs many hard objects. This is what makes its body so solid.","Puts enemies to sleep then eats their dreams. Occasionally gets sick from eating bad dreams.","Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokemon searches for prey, it polishes the pendulum.","Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokemon can be seen squabbling with each other over territory.","It can hardly lift its massive, overgrown pincer. The pincer's size makes it difficult to aim properly.","It was discovered when Poke Balls were introduced. It is said that there is some connection.","It stores an over flowing amount of electric energy inside its body. Even a small shock makes it explode.","Often mistaken for eggs. When disturbed, they quickly gather and attack in swarms.","Legend has it that on rare occasions, one of its heads will drop off and continue on as an Exeggcute.","Because it never removes its skull helmet, no one has ever seen this Pokemon's real face.","The bone it holds is its key weapon. It throws the bone skillfully like a boomerang to KO targets.","Its legs freely stretch and contract. Using these springlike limbs, it bowls over foes with devastating kicks. After battle, it rubs down its tired legs.","Its punches slice the air. However, it seems to need a short break after fighting for three minutes.","Its long tongue, slathered with a gooey saliva, sticks to anything, so it is very useful.","If Koffing becomes agitated, it raises the toxicity of its internal gases and jets them out from all over its body. This Pokemon may also overinflate its round body, then explode.","Where two kinds of poison gases meet, 2 Koffings can fuse into a Weezing over many years.","Strong, but not too bright, this Pokemon can shatter even a skyscraper with its charging Tackles.","Protected by an armor-like hide, it is capable of living in molten lava of 3,600 degrees.","A rare and elusive Pokemon that is said to bring happiness to those who manage to get it.","It is shrouded by blue vines. No one has seen the face hidden behind this growth of vines.","Raises its young in its belly pouch. Won't run from any fight to keep its young protected.","If attacked by a larger enemy, it quickly swims to safety by adeptly controlling its well-developed dorsal fin.","Seadra sleeps after wriggling itself between the branches of coral. Those trying to harvest coral are occasionally stung by this Pokemons poison barbs if they fail to notice it.","Its tail fin billows like an elegant ballroom dress, giving it the nickname of the Water Queen.","In the autumn, Seaking males can be seen performing courtship dances in riverbeds to woo females. During this season, this Pokemon's body coloration is at its most beautiful.","As long as the center section is unharmed, it can grow back fully even if it is chopped to bits.","At the center of its body is a red core, which sends mysterious radio signals into the night sky.","It is adept at conning people. It is said to be able to create walls out of thin air by miming.","With ninja-like agility and speed, it can create the illusion that there is more than one.","A Jynx sashays rhythmically as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without noticing.","Normally found near power plants, they can wander away and cause major blackouts in cities.","Its body always burns with an orange glow that enables it to hide perfectly among flames.","Pinsir is astoundingly strong. It can grip a foe weighing twice its weight in its horns and easily lift it. This Pokemon's movements turn sluggish in cold places.","These violent Pokemon fight with other mem bers of their herd in order to prove their strength.","Famous for being very unreliable. It can be found swimming in seas, lakes, rivers and shallow puddles.","It has an extremely aggressive nature. The Hyper Beam it shoots from its mouth totally incinerates all targets.","A Pokemon that has been over hunted almost to extinction. It can ferry people across the water.","A Ditto rearranges its cell structure to transform itself. However, if it tries to change based on its memory, it will get details wrong.","Its genetic code is irregular. It may mutate if it is exposed to radiation from element stones.","When Vaporeon's fins begin to vibrate, it is a sign that rain will come within a few hours.","It concentrates the weak electric charges emitted by its cells and launches wicked lightning bolts.","It has a flame chamber inside its body. It inhales, then blows out fire that is over 3,000F degrees.","A man-made Pokmon created using advanced scientific means. It can move freely in cyberspace.","Although long extinct, in rare cases, it can be genetically regenerated from fossils.","A prehistoric Pokemon that died out when its heavy shell made it impossible to catch prey.","It is thought to have inhabited beaches 300 million years ago. It is protected by a stiff shell.","In the water, it tucks in its limbs to become more compact, then it wiggles its shell to swim fast.","A savage Pokemon that died out in ancient times. It was resurrected using DNA taken from amber.","Its stomach can digest any kind of food, even if it happens to be moldy or rotten.","The magnificent, seemingly translucent wings of this legendary bird Pokemon are said to be made of ice.","This legendary bird Pokemon is said to appear only when a thundercloud parts into two halves.","One of the legendary bird Pokemon. Those seeing it are overwhelmed by its orange wings that seem to be on fire.","This Pokemon is full of life energy. It continually sheds its skin and grows steadily larger.","A mystical Pokemon that exudes a gentle aura. Has the ability to change climate conditions.","It can fly in spite of its big and bulky physique. It circles the globe in just 16 hours.","Because its battle abilities were raised to the ultimate level, it thinks only of defeating its foes.","So rare that it is still said to be a mirage by many experts. Only a few people have seen it worldwide."]}